
(function() {
    const data = {"transcripts":[{"name":"captions","cues":[{"start":32,"text":"الاسطورة تقول ان كونك لطيف اثناء التفاوض يجعلك تخسر التفاوض غير صحيحة "},{"start":4352,"text":"ظروف التفاوض تختلف وعلى حسب كل سياق يجب ان نحدد الاسلوب المناسب "},{"start":10836,"text":"والتكيف يعنى ان تكون مراعيًا لاحتياجات الطرف الآخر وهذا ما يطلق عليه \"اسلوب الرجل اللطيف\"ء"},{"start":18848,"text":"وفى حالة لم يتم التوصل الى اتفاق فيمكن اعادة النظر بدون الحاجة الى اللجوء لاجراءات عنيفة "},{"start":25064,"text":"فكونك متكيف ومرن ليس خيارًا سيئًا أبداً ويمكن أن يؤدى الى تفاوض ناجح"}]}]};
    window.globalLoadJsAsset('story_content/5X9vCArVua5_transcripts.js', JSON.stringify(data));
})();