
(function() {
    const data = {"transcripts":[{"name":"captions","cues":[{"start":32,"text":"اليك بعض النصائح الاساسية لتكون مفاوض ناجح، لتكون بمثابة خارطة الطريق لك أثناء المفاوضات"},{"start":4592,"text":"أنظر للتفاوض على انه طريقة ايجابية لحل الخلافات "},{"start":8704,"text":"أكتسب المهارات والمعرفة اللازمة للتفاوض بفاعلية أكبر "},{"start":12860,"text":"ابحث دائما عن البدائل واستكشف الخيارات المختلفة "},{"start":16096,"text":"حافظ على هدوئك وكن واضحًا فى طرحك "},{"start":17996,"text":"استمر فى التفاوض حتى يتم التوصل الى اتفاق جيد للطرفين "}]}]};
    window.globalLoadJsAsset('story_content/5ZW4rAbl3K3_transcripts.js', JSON.stringify(data));
})();