
(function() {
    const data = {"transcripts":[{"name":"captions","cues":[{"start":32,"text":"الاسطورة تقول ان كونك لطيف اثناء التفاوض يجعلك تخسر التفاوض غير صحيحة "},{"start":4320,"text":"ظروف التفاوض تختلف وعلى حسب كل سياق يجب ان نحدد الاسلوب المناسب "},{"start":10584,"text":"والتكيف يعنى ان تكون مراعيًا لاحتياجات الطرف الآخر وهذا ما يطلق عليه \"اسلوب الرجل اللطيف\""},{"start":18848,"text":"وفى حالة لم يتم التوصل الى اتفاق فيمكن اعادة النظر بدون الحاجة الى اللجوء لاجراءات عنيفة "},{"start":24968,"text":"فكونك متكيف ومرن ليس خيارًا سيئًا أبداً ويمكن أن يؤدى الى تفاوض ناجح"}]}]};
    window.globalLoadJsAsset('story_content/60vc4RF0qwh_transcripts.js', JSON.stringify(data));
})();