
(function() {
    const data = {"transcripts":[{"name":"captions","cues":[{"start":32,"text":"هناك اربع نتائج محتملة للمفاوضات "},{"start":3072,"text":"اما ان يربح الطرفين او ان تربح ويخسر الطرف الاخر او ان تخسر ويربح الطرف الاخر او أن يخسر الطرفين "},{"start":8352,"text":"لكى يربح الطرفين يجب ان يعمل الطرفان معًا لايجاد حل مفيد للطرفين وهذة هى الحالة المثالية"},{"start":15908,"text":"فى المقابل عندما يربح طرف على حساب الآخر، يكون ذلك نتيجة ان احد الطرفين حصل على ما يريد بينما الطرف الآخر لا يحصل على شئ "},{"start":22248,"text":"وبالنسبة للحالات التى يخسر فيها الطرفين تحدث عندما لا يحصل اى طرف على ما يريدة "}]}]};
    window.globalLoadJsAsset('story_content/63eVpMyyoyh_transcripts.js', JSON.stringify(data));
})();