
(function() {
    const data = {"transcripts":[{"name":"captions","cues":[{"start":64,"text":"عظيم! اليوم سنتعلم بعض المفاهيم القيّمة عن التفاوض"},{"start":4616,"text":"أنا متحمس لاستكشاف هذة الوحدة معك وتوضيح أى مفاهيم شائعة مغلوطة قد تكون مرتبطة بالتفاوض"},{"start":11744,"text":"مع تقدمنا خلال رحلتنا الممتعة لاستكشاف مهارات التفاوض سنناقش الموضوعات الآتية"},{"start":13228,"text":"سنناقش دوافع المفاوضات المختلفة"},{"start":15910,"text":"كما سنتزود بالأدوات والمهارات اللازمة لكى تصبح مفاوضًا ماهرًا "}]}]};
    window.globalLoadJsAsset('story_content/6anDTbTgeqq_transcripts.js', JSON.stringify(data));
})();