
(function() {
    const data = {"transcripts":[{"name":"captions","cues":[{"start":32,"text":"التفاوض هو وسيلة لتلبية احتياجات المرء"},{"start":3568,"text":"لذلك من المهم إدراك ان الاطراف الاخرى لديها احتياجات أيضًا يجب مراعاتها وأخذها فى الحسبان "},{"start":8000,"text":"لذلك فإن الطريقة الاكثر فعالية لتحقيق أهدافنا هى من خلال تقديم حلّ يلبى احتياجات جميع الاطراف المعنية"},{"start":15776,"text":"فى حين يبدو أنه من السهل القيام بذلك، إلا ان التوصل الى اتفاق مرضى لجميع الاطراف قد يكون صعبًا "}]}]};
    window.globalLoadJsAsset('story_content/6i0veDWD78B_transcripts.js', JSON.stringify(data));
})();